#!/bin/bash
#
# ANSI color scheme script by pfh
#
# Initializing mod by lolilolicon from Archlinux
#

f=3 b=4
for j in f b; do
  for i in {0..7}; do
    printf -v $j$i %b "\e[${!j}${i}m"
  done
done
bld=$'\e[1m'
rst=$'\e[0m'
inv=$'\e[7m'

cat << EOF

[0;32m 
      ·▄▄▄▄▄        ▄▄▄▄▄
   ┌   ██▪ ██ ▪     •██                ▀ ▄ ▀ ▄   ▄▀▄▀▄▀▄▀   ████████      █▀▀▀▀▀▀▀▀▀▀▀█    ──┐
   │   ▐█· ▐█▌ ▄█▀▄  ▐█.▪              ▀ ▄ ▀ ▄   ▄▀▄▀▄▀▄▀   ████████      █ $ kill -9 █      │
   ▄▄  ██. ██ ▐█▌.▐▌ ▐█▌·              ▀ ▄ ▀ ▄   ▄▀▄▀▄▀▄▀   ████████      █           █      │
   ▀▀  ▀▀▀▀▀•  ▀█▄▀▪ ▀▀▀               ▀ ▄ ▀ ▄   ▄▀▄▀▄▀▄▀   ████████      █           █      │
   │  ·▄▄▄▪  ▄▄▌  ▄▄▄ ..▄▄ ·           ▀ ▄ ▀ ▄   ▄▀▄▀▄▀▄▀   ████████      ▀▀▀▀▀▀▀▀▀▀[34m■[0;32m▀▀      │
   │  ▐▄▄·██ ██•  ▀▄.▀·▐█ ▀.           ▀ ▄ ▀ ▄   ▄▀▄▀▄▀▄▀   ████████           ▄▄▄           │
   │  █▪  ▐█·██▪  ▐▀▀▪▄▄▀▀▀█           ▀ ▄ ▀ ▄   ▄▀▄▀▄▀▄▀   ████████        ▀▀▀▀▀▀▀▀▀        │
   │  █▌ .▐█▌▐█▌▐▌▐█▄▄▌▐█▄▪▐                                                                 │
   └  ▀▀  ▀▀▀.▀▀▀  ▀▀▀  ▀▀▀▀         ¸,ø¤º°°º¤ø,¸¸,ø¤º° ąµǥµ$ţǿ ʍǿяąɨ$ °º¤ø,¸¸,ø¤º°°º¤ø,¸ ──┘
      i̟n̟s̟p̟i̟r̟e̟d̟ b̟y̟ b̟l̟o̟c̟k̟t̟r̟o̟n̟i̟c̟

EOF

#  ▒▒   ░░  ▓██  ▓▓  ▓ ██▓  ▓

